{"translation-revision-date":"2022-05-11 17:21:08+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Nu ai taxe pentru tranzacții cu carduri timp de până la 3 luni (sau pentru plăți de 25.000 $)"],"Get in touch":["Contactează-ne"],"Have more questions?":["Ai mai multe întrebări?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Pentru mai multe detalii despre funcționalitățile pentru abonamente pe care le oferă WooCommerce Payments, consultă <a>secțiunea abonamente din ghidul de pornire WooCommerce Payments<\/a>."],"Customer & Store Manager payment method changes":["Modificări la data metodele de plată pentru clienți și pentru managerul magazinului"],"Payment date changes":["Modificări la data plății"],"Recurring total changes":["Modificări la total recurente"],"Multiple subscriptions":["Abonamente multiple"],"Subscription reactivation":["Reactivare abonament"],"Subscription cancellation":["Anulare abonament"],"Subscription suspension":["Suspendare abonament"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments oferă o compatibilitate deplină cu funcționalitățile WooCommerce pentru abonamente, inclusiv:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments acceptă taxarea automată a plăților recurente cu ajutorul modulului <a>Abonamente WooCommerce<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["WooCommerce Payments poate accepta abonamente și opțiuni de plată recurente?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Dacă descoperim activități interzise, este posibil să restricționăm sau să închidem contul răspunzător."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Dacă te înregistrezi ca să folosești WooCommerce Payments, consimți să nu accepți plăți care au legătură cu activități, practici sau produse restricționate. De asemenea, vrem să ne asigurăm că nu se desfășoară activități interzise pe WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Lista completă a acestor tipuri de afaceri și produse poate fi găsită în <a>lista cu afaceri restricționate pe Stripe<\/a>."],"Firearms, ammunition":["Arme de foc, muniție"],"Substances designed to mimic illegal drugs":["Substanțe care imită drogurile ilegale"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Activități pe media socială, cum ar fi urmăritorii Twitter, aprecieri Facebook, vizualizări YouTube"],"Pseudo pharmaceuticals":["Pseudo-farmaceutice"],"Multi-level marketing":["Marketing pe mai multe niveluri"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Accesorii pentru droguri (inclusiv țigări electronice, inhalatoare de vapori și suplimente alimentare)"],"Adult content and services":["Conținut și servicii pentru adulți"],"Counterfeit goods":["Bunuri contrafăcute"],"Virtual currency, including video game or virtual world credits":["Monede virtuale, inclusiv jocuri video sau credite în lumea virtuală"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Din cauza unor restricții impuse de rețelele de carduri, de furnizorii noștri de servicii de plată și furnizorii lor de servicii financiare, sunt unele tipuri de afaceri și produse cărora nu le este permis să facă tranzacții folosind WooCommerce Payments, inclusiv (dar fără a se limita numai la acestea):"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Ce produse nu sunt permise în magazinul meu după ce am acceptat plăți cu WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>Detalii despre toate depunerile<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["Majoritatea băncilor vor reflecta depunerile în contul tău de îndată ce primesc transferul de la WooCommerce Payments. Dar unele bănci au nevoie de mai multe zile până când ai banii la dispoziție."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["De exemplu, pentru cineva din Noua Zeelandă există o perioadă de așteptare de 4 zile lucrătoare. Plățile făcute într-o zi de miercuri vor ajunge în cont marțea următoare."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Plățile primite în fiecare zi formează soldul aflat în așteptare. Soldul în așteptare va deveni disponibil după o anumită perioadă de așteptare. În ziua în care devine disponibil, va fi plătit automat în contul tău bancar. Perioada de așteptare este în funcție de țara unde este creat contul bancar."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["Pentru majoritatea conturilor, <a>WooCommerce Payments<\/a> plătește zilnic și automat soldul dispus în contul pe care l-ai nominalizat, dar după o perioadă standard de așteptare."],"When will I receive deposits for my WooCommerce Payments account balance?":["Când voi primi depuneri în soldul contului meu WooCommerce Payments?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["Taxă de 1,5% din suma plătită pentru <a>depuneri instantanee<\/a>"],"<a>View all fees<\/a>":["<a>Vezi toate taxele<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Payments folosește un model de tarifare care acoperă costurile pe măsură ce apar. Plătești numai pentru activitățile din cont. Fără taxă de inițializare sau taxă lunară. Taxele diferă în funcție de țara unde ai contul și de țara unde este eliberat cardul clientului."],"What are the fees for WooCommerce Payments?":["Care sunt taxele pentru WooCommerce Payments?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Ca să fii eligibil pentru această ofertă promoțională, magazinul tău trebuie: (1) să îndeplinească cerințele de utilizare WooCommerce Payments; (2) să fie o companie cu sediul în SUA; (3) să nu fi procesat anterior plăți prin WooCommerce Payments; și (4) să fie acceptat în programul promoțional."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Magazinele acceptate în programul promoțional vor primi o reducere de 100% la taxele pentru tranzacții (dar fără taxele pentru convertirea monedei) pentru primii 25.000 $ în plăți sau pentru 3 luni. Instalează extensia și, dacă ești eligibil, vei fi înscris în oferta promoțională."],"How will I save money using WooCommerce Payments?":["Cum voi economisi bani folosind WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Mai multe monede (nativ): îți crești vânzările facilitând clienților din afara țării tale să cumpere din magazin, fără nicio extensie."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Funcționalitatea abonament: oferă clienților o opțiune recurentă pentru inventarul tău fără a cumpăra o extensie suplimentară."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Vânzări față-în-față: singura metodă de plată care te ajută să vinzi online și offline cu aplicația oficială WooCommerce pentru mobil în loc de o soluție POS care trebuie plătită."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Panou control nativ: urmărești fluxul de numerar din același panou control WordPress pe care îl folosești deja pentru a-ți administra catalogul de produse, inventarul, comenzile și onorarea lor și, totodată, îți rulezi vitrina cu produse online."],"Why should I choose WCPay over other payment gateways?":["De ce ar trebui să aleg WooCommerce Payments față de alte gateway-uri de plată?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Da. WooCommerce Payments funcționează și împreună cu alți furnizori de servicii de plată, inclusiv Stripe, PayPal și toți ceilalți. L-am construit ca să fie flexibil și ca să poți știi cu siguranță că magazinul tău funcționează pentru a-ți satisface toate nevoile afacerii."],"Can I use WooCommerce Payments alongside other payment gateways?":["Pot să folosesc WooCommerce Payments împreună cu alte gateway-uri de plată?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Cu WooCommerce Payments, accepți în siguranță plăți cu carduri de credit și debit și Apple Pay, transferuri bancare, venituri recurente, finalizări rapide ale comenzilor și altele - în peste 100 de monede."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments este o soluție de plată integrată, un modul construit de WooCommerce pentru WooCommerce. Cu WooCommerce Payments îți administrezi plățile, urmărești fluxul de numerar și îți gestionezi veniturile din panoul tău de control."],"What is WooCommerce Payments?":["Ce este WooCommerce Payments?"],"Frequently asked questions":["Întrebări frecvente"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Dacă dai clic pe „Instalează”, ești de acord cu <a>Termenii de utilizare ai serviciului<\/a>"],"Remove and send feedback":["Înlătură și trimite-ne impresii"],"Just remove WooCommerce Payments":["Doar înlătură WooCommerce Payments"],"It’s something else (Please share below)":["Altceva (te rog scrie mai jos)"],"I’m open to installing it another time":["Poate o să-l instalez altă dată"],"I need more information about WooCommerce Payments":["Am nevoie de mai multe informații despre WooCommerce Payments"],"I don’t want to install another plugin":["Nu vreau să instalez încă un modul"],"I’m already happy with my payments setup":["Sunt mulțumit de inițializarea plăților"],"What made you disable the new payments experience?":["Ce te-a determinat să dezactivezi noua experiență pentru plăți?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Te rog spune-ne de ce vrei să înlături WooCommerce Payments. Prin această acțiune vei înlătura WooCommerce Payments din navigare. Îl poți activa din nou în <strong>Setări WooCommerce > Plăți<\/strong>, dar promoția nu se va mai aplica."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Faci economii de până la 800 de $ la taxele pe tranzacții dacă îți administrezi tranzacțiile cu WooCommerce Payments. Cu acest modul, accepți în siguranță plăți cu cele mai importante tipuri de carduri, cu Apple Pay și în peste 100 de monede. Urmărești fluxul de numerar și îți administrezi veniturile recurente direct din panoul de control al magazinului tău - fără costuri de inițializare sau taxe lunare."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["Reducerea va fi aplicată la instalarea și după finalizarea inițializării WooCommerce Payments"],"Limited time offer":["Ofertă pentru o perioadă de timp limitată"],"Save big with WooCommerce Payments":["Cu WooCommerce Payments, faci economii mari"],"Accepted payment methods":["Metode de plată acceptate"],"Comments (Optional)":["Comentarii (opțional)"],"Remove WooCommerce Payments":["Înlătură WooCommerce Payments"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Instalează"],"Learn more":["Află mai multe"],"No thanks":["Nu, mulțumesc"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/wcpay-payment-welcome-page.js"}}